archlinux-keyring
artix-keyring
alsa-utils-runit
arandr
base-devel
bash-completion
bat
bspwm
clang
docker-runit
docker-compose
dunst
exa
feh
fish
fisher
git-runit
github-cli
gvim
herbstluftwm
htop
imagemagick
lazygit
neofetch
neovim
nodejs
noto-fonts-emoji
npm
picom
papirus-icon-theme
polybar
postgresql-runit
pulseaudio
pulseaudio-alsa
pulsemixer
redis-runit
rhythmbox
rofi
scrot
shellcheck
sxhkd
tmux
trayer
w3m
wezterm
wget
xdo
xmonad
xmonad-contrib
xmobar
xdotool
xorg
xorg-xinit
yazi
