archlinux-keyring
alsa-utils-runit
arandr
base-devel
bash-completion
bat
bspwm
conky
dunst
exa
feh
git-runit
github-cli
gvim
htop
imagemagick
jgmenu
kitty
light
neofetch
neovim
picom
papirus-icon-theme
polybar
pulseaudio
pulseaudio-alsa
ranger
rhythmbox
rofi
scrot
sxhkd
tmux
ttf-dejavu
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-iosevka-nerd
ttf-joypixels
ttf-sourcecodepro-nerd
w3m
wget
xdo
xdotool
xorg
xorg-xinit
